insert into users (nickname, password, fio, age, email, regdate,
                   is_deleted)
values ('mad_dog', 'wad12', 'Петров Марк Аврельевич',
        28, 'www@mail.ru', '2023-10-11', false),
       ('dbCooper', '123', 'Иванов Иван Иванович',
        32, 'dbCooper@mail.ru', '2024-05-17', false),
       ('_GO_', 'jfh76Hjss', 'Семёнов Кирилл',
        18, 'Jack_Sparrow@yandex.ru', '2025-11-12', false);

insert into films (title, genre, release, content)
values ('Гадкий я 4', 'мультфильм', 2024, 'фильм'),
       ('Балерина', 'боевик', 2025, 'фильм'),
       ('Гарри Поттер и узник Азкабана', 'фэнтези', 2004, 'фильм'),
       ('Ведьмак', 'фэнтези', 2019, 'сериал'),
       ('Оно', 'ужасы', 2017, 'фильм'),
       ('Вампиры средней полосы', 'комедия', 2021, 'сериал'),
       ('Очень странные дела', 'триллер', 2016, 'сериал'),
       ('Интерстеллар', 'фантастика', 2014, 'фильм'),
       ('Властелин колец: Братство кольца', 'фэнтези', 2001, 'фильм'),
       ('Игра престолов', 'фэнтези', 2011, 'сериал'),
       ('Джентльмены', 'криминал', 2019, 'фильм'),
       ('Марсианин', 'фантастика', 2015, 'фильм'),
       ('Сверхъестественное', 'триллер', 2005, 'сериал'),
       ('Шрэк 2', 'мультфильм', 2004, 'фильм');