insert into product (description, cost, count)
	values ('Гимнастический ролик', 668, 2), ('Скакалка', 314, 12), ('Страховочная система', 430, 12),
	       ('Карабин', 524, 5), ('Эспандер', 250, 4), ('Турник', 2230, 2), ('Шведская стенка', 7500, 1),
	       ('Волейбольный мяч', 1200, 3), ('Теннисный мячик', 300, 6), ('Теннисная ракетка', 2700, 2);

insert into buyer (name)
	values ('Максим'), ('Юлия'), ('Ева'), ('Алиса'), ('Леонид'),
	       ('Александр'), ('Светлана'), ('Ирина'), ('Анна'), ('Дмитрий');

insert into "order" (product_id, buyer_id, order_date, count_orders)
	values (2, 2, '2025-05-10 18:00:00', 2), (1, 4, '2025-05-19 10:23:54', 1), (10, 10, '2025-06-15 12:17:00', 1),
           (9, 6, '2025-06-19 17:24:12', 3), (5, 2, '2025-06-25 15:30:54', 1), (8, 5, '2025-07-17 17:27:54', 1),
           (6, 1, '2025-08-08 12:21:23', 1), (8, 3, '2025-08-14 18:21:43', 2), (3, 9, '2025-09-17 15:15:34', 1),
           (4, 9, '2025-09-18 15:36:41', 4);